$().ready(function(){
//########################################################################
	//============ 파일을 선택할 경우 ====================
    $("#file").on("change", function() {
		console.log("파일선택");
    });//e:$("#file").on("change");
    //============ e:파일을 선택할 경우 ====================
    //============ 저장을 클릭 한경우 ====================
    $("#btnReg").on("click",function() {
		console.log("저장 클릭");
		
		fn.method = "post";
		fn.action = "CW";
		fn.submit();
		
	});//
	//============ e:저장을 클릭한 경우 ====================
	//============ 취소를 클릭한 경우 ====================
	$("#btnCan").on("click",function() {
		console.log("취소 클릭");
	});//
	//============ e:취소를 클릭한 경우 ====================
	
    
//########################################################################
});

    
